Repository: common-repository/wpqr-qr-code
Catalog: locales/wpqr-qr-code-*.po
Languages: de_de

source: Insert <b>[qr-code]</b> anywhere in WordPress to display a QR-Code that leads to the page/article being displayed
de_de: Benutzen Sie <b>[qr-code]</b> irgendwo in einem Beitrag oder einer Seite und es wird ein QR-Code generiert und dargestellt, der beim Scan auf den Aktuellen Artikel leitet

source: You can customize your QR-Code by using the shortcode with the folling attributes <b>[qr-code align="left" class="my-qr-code" color="#000000" background_color="#FFFFFF" size="4" margin="4" level="M" post_id="0"]</b>
de_de: Sie können den QR-Code individualisieren, indem Sie den Shortcode wie folgt erweitern: <b>[qr-code align="left" class="mein-qr-code" color="#000000" background_color="#FFFFFF" size="4" margin="4" level="M" post_id="0"]</b>

source: Attributes available
de_de: Verfügbare Attribute

source: any valid CSS class name
de_de: beliebiger, valider CSS-Klassen Name

source: forground color of QR-Code in hex i.e. #000000 for black
de_de: QR-Code Farbe als Hexadezimalwert. Z.B. #000000 für Schwarz.

source: background color of QR-Code in hex i.e. #FFFFFF for white
de_de: Hintergrundfarbe als Hexadezimalwert. Z.B. #FFFFFF für Weiß.

source: If specified and greater than 0, the QR-Code will lead to the url of the post id. Otherwise the QR-Code will lead to the page currently beeing displayed.
de_de: Wenn angegeben und größer als 0, wird der QR-Code auf die entsprechende Post-ID leiten. Anderenfalls leitet er immer auf den aktuell angezeigten Beitrag.

source: The size of the QR-Code. It can range from 1=smallest to 10=largest.
de_de: Die größe des QR-Codes. Beginnt bei 1=kleinste und geht bis 10=größte.

source: The margin around the QR-Code. It can range from 0=smallest to 10=largest.
de_de: Der Rahmen um den QR-Code. Beginnt bei 1=kleinste und geht bis 10=größte.

source: Possible values L|M|Q|H which stand for the error correction level of the QR-Code. L=7%,M=15%,Q=25%,H=30%
de_de: Mögliche Werte sind L|M|Q|H und stehen für die Fehlertoleranz des QR-Codes (L=7%,M=15%,Q=25%,H=30%).

source: Displys a QR-Code that leads mobile users to the page beeing viewed
de_de: Erstellt den QR-Code so, dass der scannende Nutzer auf den aktuellen Beitrag geleitet wird.

source: Title
de_de: Titel

source: Scan QR-Code
de_de: QR-Code scannen

source: Title:
de_de: Titel:

source: Caption:
de_de: Bildunterschrift:

source: Color:
de_de: Farbe:

source: Background color:
de_de: Hintergrundfarbe:

source: Align:
de_de: Ausrichtung:

source: Left
de_de: Links

source: Center
de_de: Mitte

source: Right
de_de: Rechts

source: Level:
de_de: Fehlertoleranz:

source: Size:
de_de: Größe:

source: Margin:
de_de: Rahmen:

source: Display powered by?
de_de: "Powered by" anzeigen?

source: Clear after QR-Code?
de_de: CSS Clear nach dem QR-Code?
